TOKEN = '7081759292:AAHpxCkogtuB1NMqvXgSWFToU4KZM0PHQtA' # сюда токен бота
CRYPTO_TOKEN = '159256:AA0TmlWloTcaaGQXY6DhmPqJNU4i5pGuM0Q'
ADMIN_IDS = [6450542811, 7184038222] # айди админов
# channels
MAIN_ID = '-1002146145313' # айди главного канала
PAY_ID = '-1002113577465' # айди канала с платежами, также в него настройте уведомления с счета для ставки
pinned_link = 'http://t.me/send?start=IVeb6lWcBUWa' # ссылка на счет со ставки
pinned_link1 = 'https://t.me/LastDeposits'
cef = 1.5 # коэффициент
# дизайн ставки
bet = ''' 
[💎] <b>Новая ставка!</b>

<blockquote>👤 Игрок: <b>{player_name}</b>
💸 Сумма ставки: <b>{bet_usd}$</b>
💬 Исход: <b>{bet_comment}</b></blockquote>
[✅] Ставка принята!
'''
# разрешеные игры, не меняйте пожалццста ведь скрипт настроен только под них ⚠️
ag_dice = ['куб чет', 'куб чёт', 'куб нечет', 'куб нечетное', 'куб нечётное', 'куб меньше', 'куб больше']